import React from 'react';
import SubMenu from '../components/SubMenu';


export default function Contact() {
    return (
        <div className="h-screen overflow-hidden">
            <div style={{ whiteSpace: 'pre-line' }}>
                {`


                    
                    자연으로 돌아가는 곳, 바른한의원

                    바른한의원은 ‘자연으로 되돌아간다’는 철학을 가지고 진료합니다.
                    바른한의원은 한의학과 사상의학의 체질론, 오스테오파시철학을 토대로 국민들의 건강증진에 이바지합니다.


                    저는 이렇게 진료합니다
                    
                    1. 생체역학적 관점 : 바른자세와 바른 움직임 체형을 확인합니다. 척추 한분절씩 제대로 확인하고 제대로 치료합니다. 
                    1. 신경내분비계 관점 : 자율신경계와 호르몬의 불균형과 체질을 검사합니다. 이는 우리 몸의 회복능력과 조절능력입니다. 신경내분비계의 밸런스가 좋다면, 우리 몸은 스스로 회복합니다.
                    1. 순환적 관점 : 혈액/림프/뇌척수액/신경의 순환을 확인합니다. 모든 병의 기전의 시작에서 체액의 순환장애가 발생합니다. 순환이 잘 이루어지고 있다면 병이 발생하지 않습니다. 
                    1. 마음과 영혼의 관점 : 정신과 영혼은 몸과 별개이지 않습니다. 일상을 잠깐 벗어나 힐링하는 것만으로 몸은 좋아집니다. 마음과 영혼을 맑게 만드는 것은 곧 우리 몸을 깨끗하게 하는 것입니다.  
                    (검사지들)



                    하루 15명만 진료합니다

                    제대로 진료 받고 싶은 마음을 이해합니다
                    
                    묻지도 따지지도 않고 사진 찍고 바로 치료에 들어가는 1분 진료를 받으셨나요?
                    아픈 곳을 만지거나 움직여보지도 않고 바로 치료받으셨습니까?
                    여러분이 하는 말을 다 들어주지 않고 말을 끊고 치료받으셨습니까?
                    아픈 원인을 알고 싶은데, 그저 염증때문이라는 공허한 말만 들으셨습니까?
                    생활을 해야하는데 그저 쉬라고만 하는 말을 들어 당황하셨습니까?
                    근육과 인대만이 아니라 신경계나 내분비계, 체형과 마음까지도 통증을 만드는데, 그런 진료를 받으신적 있습니까?
                    내가 지금 왜 아픈지 어떻게 안좋은지 제대로 들어보신적 있습니까?
                    내 몸에 대해서 종합적인 분석을 들어보신적 있습니까?
                    그리고 믿을 수 있는 나만의 주치의가 필요하다고 생각하시지 않으시나요?

                    하루에 15명도 제대로 진료하기 어렵습니다
                    
                    필요한 검사를 제대로 하고, 몸을 분석하고, 원인을 찾아내는 일은 결코 쉬운 일이 아닙니다. 
                    저는 환자분들의 진료 이후 케이스를 분석하고 다음진료를 위해 계획을 짜고 논문을 찾아봅니다. 
                    환자분들이 현실적으로 무엇이 필요하고 무엇을 하면 좋을지 티칭할 것을 찾고 고민합니다.
                    치료할 때 아픈 부위 뿐만 아니라 전체적인 체형을, 그리고 척추 24개, 내장기, 두개골도 봐야합니다.  
                    맥과 체질을 보아야 합니다. 
                    환자분들의 변화동안 늘신경써야하고 기록해야만 합니다.
                    그리고 그것을 전달하는 시간도 필요합니다. 
                               
                    
                    약속 
                    
                    15명만 진료하기에 반드시 예약을 하고 약속을 지켜주셔야 진료받으실 수 있습니다. 
                    저에게 진료비를 지불하는 것은 저와의 시간을 사시는 겁니다.
                    또한 계획되고 분석적인 제대로 된 진료를 받기 위해서는 언제 오실지 얼마나 자주 오실지 알고 있어야만 합니다.
                    따라서 저는 예약진료를 우선하여 진료합니다.  


                `}
            </div>
            <div style={{ whiteSpace: 'pre-line' }}>
                {`
                    Contact
                    
                    약도  
                    
                    032-885-8270
                    네이버예약
                    홈페이지 
                    instagram
                    facebook



                    진료과목 
                    
                    체형교정 : 거북목 일자목 라운드숄더 일자허리 골반교정 산후체형관리
                    근골격계 : 디스크 협착증 오십견 회전근개손상 발목염좌 슬관절염 등 통증질환 전부
                    스포츠클리닉 : 퍼포먼스증가 오버트레이닝증후군 프로스포츠선수관리 스포츠부상
                    (보디빌딩, 웨이트 트레이닝, 크로스핏, 골프, 야구 등)
                    족부클리닉 : 평발 까치발 아킬레스건염
                    사상체질클리닉 : 사상체질 건강관리 보약
                    공진단 경옥고 : 수멤버스 최고 품질의 공진단과 경옥고 라인업
                    CEO 건강관리 
                    남성질환 : 발기부전 만성전립선염 조루 전립선비대
                    만성피로증후군 섬유근통증후군
                `}
            </div>
            
        </div>
    );
}

