import React from 'react';


export default function home() {
    return (
        <div>
            <div style={{ whiteSpace: 'pre-line' }}>
                {`
                
                
                
                自然 : 스스로 존재하는 것

                    자연으로 되돌아가다
                    Return to Nature 


                    우리 몸은 신의 피조물이자 자연의 일부로써 처음부터 건강합니다. 
                    자연스러움이란 곧 건강입니다. 
                    자연스러움을 지키는 것. 자연으로 되돌아가는 것.
                    자연스러운 몸과 영혼을 만들고, 자연으로부터 약을 만듭니다.
                    우리 몸이 조금이라도 자연의 섭리에 가까워진다면 우리 몸은 다시 자연으로 되돌아갑니다.

                    - 박아람 -`
                }
            </div>
            <div style={{ whiteSpace: 'pre-line' }}>
                {`
                    명언 

                    근골격계의 단 하나의 목적 “좋은 자세로 잘 움직이는 것”
                    
                    건강철학 
                    
                    에베소서 5:29-30
                    
                    누구든지 언제나 자기 육체를 미워하지 않고 오직 양육하여 보호하기를 그리스도께서 교회에게 함과 같이 하나니 우리는 그 몸의 지체임이라 
                    
                    잠언 17:22
                    마음의 즐거움은 양약이라도 심령의 근심은 뼈를 마르게 하느니라 
                    
                    호세아 6:1
                    오라 우리가 여호와께로 돌아가자 여호와께서 우리를 찢으셨으나 도로 낫게 하실것이요 우리를 치셨으나 싸매어 주실것임이라.
                    
                    잠언 3:1-2
                    내 아들아 나의 법을 잊어버리지 말고 네 마음으로 나의 명령을 지키라 그리하면 그것이 네가 장수하여 많은 해를 누리게하며 평강을 더하게 하리라
                    
                    
                    자연스러움을 잃으면 아픕니다. 
                    자세와 움직임이 무너지면 4가지 자연스러운 순환이 무너집니다. 10가지 생명시스템이 무너집니다. .
                    우리 몸이 밸런스를 잡지 못하면 건강을 유지하고 되돌아갈 힘을 잃습니다. 
                    우리의 영혼 또한 아프게 됩니다. 
                    
                    우리 몸은 늘 자연으로 돌아갈 준비가 되어 있습니다. 
                    
                    조금만 자세를 바르게, 조금만 잘 움직일 수 있도록 도와주면
                    우리 몸의 순환을 조금만 도와준다면
                    우리 몸이 스스로 밸런스를 잡도록 조금만 도와준다면
                    우리의 영혼을 조금만 돌보아 준다면
                    
                    우리 몸이 조금이라도 자연의 섭리에 가까워 진다면 우리 몸은 다시 자연으로 돌아갑니다.  
                `}
            </div>
            
        </div>
    );
}

