import React from 'react';
import SubMenu from '../components/SubMenu';


const researchSubMenuLinks = [
    
];

export default function Research() {
    return (
        <div className="h-screen overflow-hidden">
            <div style={{ whiteSpace: 'pre-line' }}>
                {`
                
                
                교육 연구

                    1. 척추신경추나의학회 CIQ인증 강사
                    2. 아시아오스테오파시의학회 강사
                    3. 체형사상의학회
                    4. 수요 한의학연구회\n\n`}
            </div>
            
            <div style={{ whiteSpace: 'pre-line' }}>
                {`척추신경추나의학회 강사

                    척추신경추나의학회(Korean Society of Chuna Manual Medicine for Spine & Nerves, 이하 KSCMM)는
                    추나의학을 연구/발전시키기 위해 설립된 대한한의학회 정회원 분과학회입니다.
                    
                    (추나학회 로고)

                    척추신경추나의학회는 CIQ인증강사제도를 두고 있습니다.

                    CIQ인증강사란, 척추신경추나의학회 정회원으로서 심화과정을 모두 이수한 뒤,
                    [추나의학아카데미 정규과정 교과과정 강사자격 인증시험 (Chuna standard curriculum Instructor Qualification, 이하 CIQ)]을 합격하고
                    지속적인 연구 활동으로 매년 인증자격을 유지하고 있는 한의사를 말합니다.
                    (CIQ인증강사인증서)

                    저는 CIQ인증강사로서 추나의학의 연구/발전과 한의학에서 추나의학의 보급, 임상실력을 키우기 위해 노력하고 있습니다.
                    한의사는 국제적으로 가장 신뢰할 수 있고 과학적이며, 가장 체계적으로 교육받은 수기치료사임을 자부합니다.
                    (학회에서 찍은 사진)

                    아시아오스테오파시의학회 강사
                    세계보건기구(WHO)는 오스테오파시의학국제연맹(Osteopathic International Alliance, 이하 OIA)를 공식 지정 하였습니다.
                    OIA는 각국의 오스테오파시의학협회와 교육기관과 협업하여 인류의 건강한 삶을 위해 노력합니다.

                    (OIA로고) (각 학회로고)

                    한국에서 OIA인증 기관은 두 개, 대한오스테오파시협회(Korean Osteopahic Association, KOA)과
                    아시아오스테오파시의학회(Asian Society of Osteopathic Medicine)가 있습니다.

                    (학회에서 찍은 사진)
                    저는 대한오스테오파시협회와 아시아오스테오파시의학회 모두 최초로 DO(Diplomate Osteopathy)를 인증 받고 강사로서 활동을 이어가고 있습니다.
                    제가 학회를 통해 이루고 싶은 것이 몇 가지 있습니다.
                    (각 학회 DO인증서)\n\n`}
            </div>
            
            <div style={{ whiteSpace: 'pre-line' }}>
                {`1) 클래식한 전통 오스테오파시의 철학과 테크닉을 기반으로 한 치료를 이어간다.
                    2) 침, 한약 등 한의학과의 연계를 통해 시너지를 내는 방법을 연구한다.
                    3) 한의사 사회에서 오스테오파시의학을 더 많이 소개한다.
                    4) 오스테오파시의학과 관련된 제도화에 힘을 보탠다.
                    5) 국제적으로 각국에서 특별히 발전된 방식을 교류한다.\n\n`}
            </div>
            
            <div style={{ whiteSpace: 'pre-line' }}>
                {`체형사상학회
                    (체형사상학회 로고) (이제마 사진)
                    체형사상학회는 1972년 화요학회부터 시작하여 고송 허연선생님의 자제이자 허만회 선생님을 통해 2대째 임상과 연구를 통해
                    발전한 사상의학을 연구하는 학회입니다.
                    체형사상학회에서는 사상의학에서 중요시 여기는 체형을 최우선으로 하여 객관적으로 한약을 처방하기 위해 연구하고 있습니다.

                    (탕전실 사진)
                    사상의학은 병이 아니라 사람을 본다는 데에 가장 큰 의의가 있습니다. 우리 몸은 같은 병이라도 증상이 다르고 원인도 다르며 삶도 다릅니다.
                    또 우리가 스스로 몸을 극복해내는 방법도 다르며 강점과 단점이 다릅니다. 병을 없앤다는 것보다 증을 해소해 스스로 몸이 극복하게끔 하는 것이 더 상책이며,
                    그보다 더 좋은 방법은 사람의 개성을 살려 스스로 회복할 수 있는 힘을 극대화시키는 것이라 생각합니다.
                    허만회 원장님이 계시는 동안 열심히 배우려고 합니다.
                    

                    수요한의학연구회

                    (수요한의학연구회 로고)
                    (다른 원장님들과 찍은 사진)
                    인천에서 개원하고 1년이 지난 2016년부터 인천에서 마음이 맞는 원장님들과 매주 수요일 모여 교류를 시작했습니다.
                    다양한 관점을 공유하고 서로 배우고 케이스를 나누며, 종종 다른 선생님을 모셔 강의를 듣기도 합니다.
                    제게, 가장 가슴 뛰는 시간이기도 합니다.
                    (부원장님들과 찍은 사진)`}
            </div>
        </div>
    );
}